acpi
alsa-plugins
alsa-utils
appmenu-gtk-module
ark
aseprite
attica
autoconf
automake
baloo
baobab
base
bashtop
bbswitch
bc
binutils
bison
blender
bluedevil
bluez-hid2hci
bluez-qt
bluez-utils
breeze
breeze-gtk
breeze-icons
bumblebee
cmake
cmatrix
cups
davmail
dell-e310dw
devilspie
dialog
discord
discover
dolphin
dosfstools
downgrade
drkonqi
dwarffortress
efibootmgr
electron
extra-cmake-modules
fakeroot
feh
filelight
firefox-beta-bin
flex
frameworkintegration
gcc
gimp
git
github-desktop-bin
godot
google-chrome
gparted
groff
grub
gtk-engine-murrine
gtk-engines
inetutils
intel-undervolt
ipscan
irssi
kactivities
kactivities-stats
kactivitymanagerd
kapidox
karchive
kauth
kbookmarks
kcalendarcore
kcmutils
kcodecs
kcompletion
kconfig
kconfigwidgets
kcontacts
kcoreaddons
kcrash
kdbusaddons
kde-cli-tools
kde-gtk-config
kde-servicemenus-rootactions
kdeclarative
kdecoration
kded
kdeplasma-addons
kdesu
kdialog
kdnssd
kdoctools
kemoticons
kfilemetadata
kgamma5
kglobalaccel
kguiaddons
kholidays
khotkeys
ki18n
kiconthemes
kidletime
kimageformats
kinfocenter
kinit
kio
kirigami2
kitemmodels
kitemviews
kjobwidgets
kmenuedit
knetattach
knewstuff
knotifications
knotifyconfig
konsole
kpackage
kparts
kpeople
kplotting
kpty
kquickcharts
krunner
kscreen
kscreenlocker
kservice
ksshaskpass
ksysguard
ktexteditor
ktextwidgets
kunitconversion
kvantum-qt5
kwallet
kwallet-pam
kwayland
kwayland-integration
kwidgetsaddons
kwin
kwin-decoration-sierra-breeze-enhanced-git
kwindowsystem
kwrited
kxmlgui
kxmlrpcclient
laptop-mode-tools
latte-dock-git
libdbusmenu-glib
libdbusmenu-gtk3
libkscreen
libksysguard
libreoffice-fresh
libtool
linux
linux-firmware
linux-headers
linux-lts
luajit
m4
mailspring
make
mesa-demos
milou
modemmanager-qt
mon2cam-git
mtools
nano
ncdu
neofetch
neovim
network-manager-applet
networkmanager
networkmanager-qt
noto-fonts-emoji
ntfs-3g
nvidia
nvidia-utils
obs-studio
openconnect
os-prober
oxygen
oxygen-icons
packagekit-qt5
pacman-contrib
patch
pavucontrol
pkgconf
plasma-browser-integration
plasma-desktop
plasma-framework
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-thunderbolt
plasma-vault
plasma-workspace
plasma-workspace-wallpapers
plasma5-applets-virtual-desktop-bar-git
plasma5-applets-window-buttons-git
polkit-kde-agent
powerdevil
powertop
prison
pulseaudio-alsa
pulseaudio-bluetooth
purpose
python-pip
python-pygame
python-pynvim
python-pyqt5
python-pyqtwebengine
python-xlib
qimgv-git
qqc2-desktop-style
qt5-webkit
refind
reflector
runelite
sddm-kcm
solid
sonnet
spectacle
spotify
sudo
syndication
syntax-highlighting
systemsettings
telegram-desktop
texinfo
thermald
threadweaver
thunderbird-appmenu-bin
tree
ttf-croscore
ttf-ms-fonts
ttf-opensans
ttf-vista-fonts
typora
unrar
update-grub
user-manager
v4l2loopback-dkms
valgrind
vi
vim
visual-studio-code-bin
vlc
wget
which
wireless_tools
wpa_supplicant
xdg-desktop-portal-kde
xdg-user-dirs
xf86-video-intel
xf86-video-vesa
xmlto
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
yay
zsh
zsh-theme-powerlevel10k
