aseprite
davmail
dell-e310dw
downgrade
firefox-beta-bin
github-desktop-bin
godot
google-chrome
ipscan
kde-servicemenus-rootactions
kwin-decoration-sierra-breeze-enhanced-git
laptop-mode-tools
latte-dock-git
mailspring
mon2cam-git
plasma5-applets-virtual-desktop-bar-git
plasma5-applets-window-buttons-git
qimgv-git
runelite
spotify
thunderbird-appmenu-bin
ttf-ms-fonts
ttf-vista-fonts
typora
update-grub
visual-studio-code-bin
yay
