acpi
alsa-utils
ark
autoconf
automake
baobab
base
bashtop
bison
blender
bluez-hid2hci
bumblebee
cmatrix
devilspie
dialog
discord
dwarffortress
electron
extra-cmake-modules
filelight
flex
gimp
gparted
gtk-engine-murrine
gtk-engines
intel-undervolt
irssi
kapidox
kcalendarcore
kcontacts
kde-gtk-config
kdeplasma-addons
kgamma5
khotkeys
kinfocenter
kplotting
kvantum-qt5
kwallet-pam
kwayland-integration
kwrited
kxmlrpcclient
libreoffice-fresh
linux-lts
mesa-demos
nano
ncdu
neofetch
neovim
network-manager-applet
obs-studio
oxygen
oxygen-icons
pavucontrol
pkgconf
plasma-browser-integration
plasma-pa
plasma-sdk
plasma-thunderbolt
plasma-vault
powertop
python-pygame
python-pyqtwebengine
python-xlib
refind
reflector
sddm-kcm
spectacle
syndication
thermald
tree
user-manager
valgrind
vi
wget
wireless_tools
xdg-desktop-portal-kde
xdg-user-dirs
xf86-video-intel
xf86-video-vesa
xmlto
xorg-docs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-luit
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrefresh
xorg-xvinfo
xorg-xwd
xorg-xwud
zsh-theme-powerlevel10k
